Repository: OpenDelta-Team/BackupSuite-PLi
Catalog: plugin/locale/*/LC_MESSAGES/BackupSuite.po
Languages: bg, de, el, es, fr, nl, pl, pt, tr

source: Select the folder with backup
bg: Изберете папката с бакъп
de: Wähle den Ordner mit dem Backup
el: Επιλογή του φακέλου με το αντίγραφο
es: Elegir carpeta con backup
fr: Selectionner le dossier avec la sauvegarde
nl: Selecteer de map met de backup
pl: Wybierz katalog z backupem
pt: Selecione a pasta com o back-up
tr: Yedekli klasörü seç

source: Show only found image and mtd partitions.
bg: Покажи само откритите имиджи и mtd дялове
de: Zeige verfügbare Images und MTD Partitionen.
el: Εμφάνιση μόνο των images που βρέθηκαν και των κατατμήσεων mtd.
es: Mostrar solo las imagenes y particiones mtd encontradas.
fr: Montrer seulement les images et partitions mtd trouvées.
nl: Toon alleen de gevonden image en mtd partities.
pl: Pokaż tylko znalezione image i partycje mtd.
pt: Mostrar apenas as imagens encontradas e as partições mtd.
tr: Sadece bulunan resim ve mtd bölümlerini göster.

source: Simulate (no write)
bg: Симулирай (без запис)
de: Simulation (kein Schreibvorgang)
el: Προσομοίωση (μη εγγραφή)
es: Simulacion (sin escritura)
fr: Simuler (pas d'écriture)
nl: Simuleren (niet schrijven)
pl: Symulacja (bez zapisu)
pt: Simular ( sem escrita )
tr: Benzet (yazma yok)

source: Simulate second partition (no write)
fr: Simuler la deuxième partition (pas d'écriture)
tr: İkinci bölümü simüle et (yazma yok)

source: Some information about the task
bg: Някои данни за задачата
de: Einige Informationen über die Aufgabe
el: Πληροφορίες εργασίας
es: Parte de la información acerca de la tarea
fr: Quelques informations concernant la tâche
nl: Wat informatie omtrent de taak
pl: Niektóre informacje o zadaniu
pt: Alguma informação sobre a tarefa
tr: Görev hakkında bazı bilgiler

source: Standard (root and kernel)
bg: Стандарт (имидж и ядро)
de: Standard (root und Kernel)
el: Στάνταρ (ρίζα και kernel)
es: Estandar (root y kernel)
fr: Standard (root et kernel)
nl: Standaard (root en kernel)
pt: Padrão ( raíz e kernel )
tr: Standart (kök ve çekirdek)

source: The content of the folder is:
bg: Съдържание на папка:
de: Der Inhalt des Ordners ist:
el: Το περιεχόμενο του φακέλου είναι:
es: El contenido de la carpeta es:
fr: Le contenu du dossier est:
nl: De inhoud van de map is:
pl: Zawartość folderu jest:
pt: O conteúdo da pasta é:
tr: Klasörün içeriği:

source: The image or kernel will be flashing and auto booted in few minutes.
bg: Имиджа или ядрото ще бъдат презаписани и приемника автоматично ще се рестартира след няколко минути.
de: Das Image oder der Kernel wird geflasht - Box startet in wenigen Minuten neu..
el: Το image ή ο kernel θα φλασαριστούν και θα εκκινηθούν αυτόματα σε λίγα λεπτά.
es: La imagen o kernel se cargara en flash y rearrancara en pocos minutos.
fr: L'image ou le kernel va être flashé et redemarré automatiquement dans quelques minutes.
nl: De image en/of de kernel worden geflasht en automatisch herstart binnen een paar minuten.
pl: Image lub kernel zostanie wgrany i uruchomi się automatycznie za kilka minut.
pt: A imagem ou kernel irá instalar e arrancará automáticamente em poucos minutos.
tr: Görüntü veya çekirdek birkaç dakika içinde yanıp sönecek ve otomatik olarak önyüklenecektir.

source: The program will abort, please try another medium with more free space to create your back-up.
bg: Процеса ще прекъсне, моля опитайте с друг носител, на който има повече свободно място.
de: Das Programm wird abgebrochen, bitte ein anderes Medium mit mehr freien Speicher wählen um ihr Backup zu erstellen.
el: Το πρόγραμμα θα ματαιωθεί, δοκιμάστε ένα άλλο μέσο με περισσότερο ελεύθερο χώρο για το αντίγραφο σας.
es: El programa abortará, utilizar otro dispositivo con mas espacio libre para crear el back-up.
fr: Interruption du programme, merci d'utiliser un support avec plus d'espace libre pour effectuer votre sauvegarde.
nl: Het programma wordt afgesloten, probeer alstublieft een medium met meer beschikbare ruimte om uw back-up te maken.
pl: Wykonywanie zostanie przerwane, do utworzenia swojego backupu użyj innego nośnika, z więksżą ilością wolnego miejsca.
pt: O programa vai abortar, por favor, tente outra media com mais espaço livre para criar o seu back-up.
tr: Program iptal edilecek, lütfen yedeklemenizi oluşturmak için daha fazla boş alana sahip başka bir ortam deneyin.

source: The program will exit now.
bg: Програмата ще се затвори сега.
de: Das Programm wird jetzt beendet.
el: Θα γίνει έξοδος από το πρόγραμμα τώρα.
es: Saliendo ahora del programa.
fr: Le programme va s'arrêter maintenant.
nl: Het programma sluit nu af.
pl: Program zostanie teraz zamknięty.
pt: O programa fechará agora.
tr: Program şimdi çıkacak.

source: There COULD be a problem with restoring this back-up because the size of the back-up comes close to the maximum size. This is a limitation of the bootloader not of the back-up or the BackupSuite.
bg: Може да възникне проблем с възстановяването на това резервно копие поради това ,че размера му се доближава до максимално възможния. Това ограничение е на bootloader-а а не на резервното копие или BackupSuite.
de: Bei der Wiederherstellung dieses Backup könnte es zu einem Problem kommen da dieses nahe an der zulässigen Grösse liegt. Dies ist eine Beschränkung des Bootloaders, nicht des Backups oder der BackupSuite.
el: Μπορεί να υπάρξει ΠΙΘΑΝΟ πρόβλημα επαναφοράς επειδή το μέγεθος του αντίγραφου είναι κοντά στο μέγιστο επιτρεπτό. Πρόκειται για περιορισμό του bootloader και όχι του αντιγράφου του BackupSuite.
es: Podría haber un problema al restaurar esta copia de seguridad debido a que su tamaño se aproxima al tamaño máximo. Esto es una limitación bootloader, no de la copia de seguridad o BackupSuite.
fr: Il pourrait y avoir une problème durant la restauration de la sauvegarde parceque sa taille est proche de la taille maximal. Il s'agit d'une limitation du bootloader et non de l'outil BackupSuite.
nl: Er KAN een probleem zijn om deze back-up te herstellen vanwege het feit dat de omvang dicht tegen de maximale omvang ligt. Dit is een beperking van de bootloader, niet van de back-up of de BackupSuite.
pl: MOŻE wystąpić problem z przywróceniem tego backupu ponieważ jego rozmiar zbliża się do maksymalnego dopuszczalnego. Jest to ograniczenie bootloadera, nie jest to wina backupu ani pluginu
pt: Pode haver um problema ao restaurar este back-up, porque o tamanho do back-up aproxima-se do tamanho máximo. Esta é uma limitação do bootloader não do back-up ou do BackupSuite.
tr: Yedeklemenin boyutu maksimum boyuta yaklaştığı için bu yedeklemeyi geri yükleme ile ilgili bir sorun olabilir. Bu, yedeklemenin veya BackupSuite'ın değil önyükleyicisinin bir sınırlamasıdır.

source: There is NO valid USB-stick found, so I've got nothing to do.
bg: Открит е невалиден USB-стик, затова резервно копие няма да се направи.
de: Es wurde kein USB-Stick gefunden, Abbruch....
el: ΔΕΝ βρέθηκε συμβατό USB στικ, έτσι δεν θα γίνει τίποτα.
es: No se ha encontrado un USB-pen valido, No se puede hacer el backup.
fr: Aucune clé USB valide détectée. Rien de sera fait.
nl: Er is GEEN geldige USB-stick gevonden, dus ik heb niets te doen.
pl: NIE znaleziono prawidłowego pendrive USB, nie można wykonać backupu.
pt: Não há um dispositivo USB válido, portanto não há nada a ser feito.
tr: Geçerli bir USB bellek bulunamadı, bu yüzden yapacak bir şeyim yok.

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
bg: Открит е валиден USB-стик в един от USB-портовете, затова допълнително резервно копие на имиджа ще бъде копирано на този USB-стик.
de: Es wurde ein USB-Stick an einem der USB-Anschlüsse gefunden, es wird nun eine Extra-Kopie des Backup-Images auf den USB-Stick kopiert.
el: Εντοπίστηκε συμβατό USB στικ σε μία από τις θύρες USB, επομένως ένα επιπρόσθετο αντίγραφο ασφαλείας του image θα αντιγραφεί σε αυτό.
es: Se ha detectado un USB-pen valido en una de las conexiones USB, tambien tiene una copia extra del back-up de la imagen copiada en el USB-pen.
fr: Une clé USB valide est détectée dans un des ports USB. Une copie de la sauvegarde sera faite sur cette clé USB.
nl: Er is een geldige USB-stick gevonden in een van de USB-poorten, daarom wordt er nu een extra kopie van de back-up gekopieerd naar de USB-stick.
pl: Wykryto prawidłowy pendrive USB w jednym z gniazd, w związku z tym, dodatkowa kopia backupu będzie zapisana na tym nośniku.
pt: Há um dispositivo USB válido detetado numa das portas de USB, portanto uma cópia extra do back-up da imagem será copiada agora, para a memória flash USB.
tr: USB bağlantı noktalarından birinde geçerli bir USB flash sürücü var, bu nedenle yedek görüntünün fazladan bir kopyası artık bu USB flash sürücüye kopyalanacak.

source: This only takes about 20 seconds.....
bg: Това ще отнеме само около 20 секунди...
de: Das dauert nur ungefähr 20 Sekunden.....
el: Αυτό θα χρειαστεί περίπου 20 δευτερόλεπτα.....
es: Esto solo tarda aproximadamente 20 segundos.....
fr: Ceci dure seulement 20 secondes....
nl: Dit duurt maar ongeveer 20 seconden.....
pl: To zajmie tylko 20 sekund...
pt: Isto apenas levará cerca de 20 segundos....
tr: Bu yaklaşık 20 saniye sürüyor .....

source: Time required for this process:
bg: Време необходимо за този процес:
de: Die benötigte Zeit für dieses Backup:
el: Απαιτούμενος χρόνος για τη διαδικασία:
es: Tiempo necesario para este proceso:
fr: Temps nécessaire pour cette tâche:
nl: Tijd die nodig was voor dit proces:
pl: Czas potrzebny na ten proces:
pt: Tempo necessário para este processo:
tr: Bu işlem için gereken süre:

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
bg: За директно копиране на USB-флашка, Флашката ТРЯБВА да съдържа файл с име:
de: Um ein Backup auf einem USB-Stick erstellen zu können, muss auf dem USB-Stick eine Datei mit dem folgenden Namen vorhanden sein:
el: Για απευθείας εφεδρεία στο USB στικ, το USB στικ ΠΡΕΠΕΙ να περιέχει ένα αρχείο με το όνομα:
es: Para hacer el back-up directamente en el USB-pen, en el USB-pen debe tener el archivo con el nombre:
fr: Pour sauvegarder directement sur la clé USB, elle doit contenir un fichier nommé:
nl: Om direct een back-up op de USB-stick te maken MOET er een bestand op staan met de naam:
pl: Aby stworzyć backup bezpośrednio na USB, pendrive MUSI zawierać plik o nazwie:
pt: Para efetuar um Back-up para a pendrive, a pen USB deve conter um arquivo com o nome:
tr: Doğrudan USB çubuğa yedeklemek için USB çubuğunda şu adda bir dosya bulunmalıdır:

source: USB Image created in:
bg: USB имджа е създан в:
de: USB-Image erstellt in:
el: Το USB Image δημιουργήθηκε στο:
es: Imagen para USB creada en:
fr: Image USB créée sur:
nl: USB-image gemaakt in:
pl: Image USB utworzone na:
pt: Imagem USB criada em:
tr: USB Görüntüsü oluşturuldu:

source: Unzip
bg: Разархивиране
de: Entpacken
el: Αποσυμπίεση
fr: Décompresser
pl: Rozpakuj zip
tr: Sıkıştır

source: Using your own custom lookuptable.txt from the folder /etc
el: Χρησιμοποιείται το δικό σας τροποποιημένο lookuptable.txt από τον φάκελο /etc
fr: En utilisant votre propre lookuptable.txt personnalisé depuis le répertoire /etc
nl: Gebruik uw eigen gemaakte lookuptable.txt in de folder /etc
tr: /etc klasöründen kendi özel lookuptable.txt dosyanızı kullanma

source: Version unknown, probably not installed the right way.
el: Άγνωστη έκδοση, μάλλον δεν έγινε σωστή εγκατάσταση.
fr: Version inconnue, probablement pas installée correctement.
nl: Versie onbekend, waarschijnlijk niet op de juiste manier geinstalleerd.
tr: Sürüm bilinmiyor, muhtemelen doğru şekilde yüklenmemiş.

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
bg: Важно! Използвайте на свой риск! Винаги правете бакъп преди използване! Не го използвайте, ако имате няколко ubi дяла!
de: Warnung ! !!! Verwendung auf eigene Gefahr !!! Zuvor immer ein Backup erstellen! Nicht anwenden bei multiple ubi volumes in ubi layer
el: Προειδοποίηση! Χρήση με δική σας ευθύνη! Δημιουργείτε πάντα αντίγραφο πριν τη χρήση! Μην το χρησιμοποιείτε σε πολλαπλούς τόμους ubi στο επίπεδο ubi!
es: Warning! Use bajo su responsabilidad! Realice siempre un backup antes! No usar si utiliza multiple volumenes UBI en la capa UBI!
fr: Avertissement! Utiliser à vos risques et périls! Toujours effectuer une sauvegarde avant utilisation! Ne pas utiliser si vous utilisez de multiples volumes UBI dans la couche UBI!
nl: Waarschuwing! Gebruik op eigen risico! Maak altijd een backup voor gebruik! Niet gebruiken als je meervoudige ubi volumes gebruikt in de ubi laag!
pl: Uwaga! Używasz na własne ryzyko! Zawsze najpierw utwórz backup! Nie używaj jeśli używasz kilku woluminów ubi w warstwie ubi!
pt: Aviso! Use a seu próprio risco! Faça sempre um back-up antes de usar! Não usá-lo se usar vários volumes de ubi em camada ubi ( multiboot )!
tr: Uyarı! Kendi sorumluluğunuzdadır kullanın! Kullanmadan önce her zaman bir yedekleme yapın! Ubi katmanında birden fazla ubi birimi kullanıyorsanız kullanmayın!

source: What is new since the last release?
bg: Какво ново след последната версия?
de: Was ist neu seit der letzten Version?
el: Τι είναι νέο από την τελευταία έκδοση;
es: Qué hay de nuevo desde la última versión?
fr: Quoi de neuf depuis la dernière version?
nl: Wat is nieuw sinds de laatste uitgave?
pl: Co nowego od ostatniego wydania?
pt: O que há de novo desde a última release?
tr: Son sürümden beri yeni olan nedir?

source: You are about to delete this backup: %s Continue?
fr: Vous êtes sur le point d'effacer ce backup: %s Continuer?
tr: Bu yedeklemeyi silmek üzeresiniz: %s Devam et?

source: Your STB will freeze during the flashing process.
bg: Вашия приемник ще замръзне по време на флашването!
de: Während dem Flashvorgang ist die Box unbedienbar.
el: Ο δέκτης σας θα παγώσει κατά το φλασάρισμα.
es: El deco se bloqueará durante el proceso de flasheo.
fr: Votre STB va se bloquer durant le processus de flashage.
nl: Je STB zal bevriezen gedurende de flash procedure.
pl: Odbiornik będzie 'zamrożony' podczas procedury wgrywania.
pt: A sua STB irá ficar inativa durante o processo de flash
tr: STB'niz yanıp sönme işlemi sırasında donacaktır.

source: and there is made an extra copy in:
bg: и направи допълнително резервно копие в:
de: Eine Extra-Kopie liegt in:
el: και ένα επιπρόσθετο αντίγραφο δημιουργήθηκε στο:
es: ahora se esta creando una copia extra en:
fr: et une copie supplémentaire a été éffectué sur:
nl: en er is een extra kopie gemaakt in:
pl: i dodatkowa kopia utworzona na:
pt: e será feita uma cópia extra em:
tr: ve içinde fazladan bir kopya var:

source: available
bg: достъпен
de: verfügbar
el: διαθέσιμα
es: disponible
fr: disponible
nl: beschikbaar
pl: dostępny
pt: disponível
tr: mevcut

source: backupstick or
bg: backupstick или
de: backupstick oder
el: backupstick ή
es: backupstick o
fr: backupstick ou
nl: backupstick of
pl: backupstick lub
pt: backupstick ou
tr: backupstick veya

source: current: %s
bg: текуща: %s
de: Aktuell: %s
el: τρέχον: %s
es: actual: %s
fr: courant: %s
nl: huidig: %s
pl: bieżacy: %s
pt: atual: %s
tr: akım: %s

source: is not executable...
el: δεν είναι εκτελέσιμο...
fr: n’est pas exécutable…
nl: is niet uitvoerbaar..
tr: yürütülebilir değil ...

source: not found, the backup process will be aborted!
bg: не е открит, процеса за резервно копие ще бъде прекратен!
de: nicht gefunden, der Backup-Vorgang wird abgebrochen!
el: δεν βρέθηκε, η διαδικασία εφεδρείας θα ακυρωθεί!
es: no encontrado, el backup sera abortado!
fr: pas trouvé, interruption de la sauvegarde!
nl: niet gevonden, het back-up proces zal worden afgebroken!
pt: Não foi encontrado, o processo de back-up será cancelado!
tr: bulunamadı, yedekleme işlemi iptal edilecek!

source: not installed yet, now installing
el: δεν εγκαταστάθηκε ακόμα, γίνεται εγκατάσταση τώρα
fr: pas encore installé, installation en cours
nl: niet geinstalleerd, nu installeren
tr: henüz kurulmadı, şimdi kuruluyor

source: ofgwrite will stop enigma2 now to run the flash.
bg: програмата ofgwrite сега ще спре enigma2 за флашването!
de: Das Programm ofgwrite stoppt jetzt Enigma2 um den Flash zu starten.
el: το ofgwrite θα σταματήσει το enigma2 τώρα για να τρέξει το φλασάρισμα.
es: ofgwrite detendra enigma2 para arrancar la flash.
fr: ofgwrite va arrêter enigma2 pour lancer le flash.
nl: ofgwrite zal enigma2 stoppen om te kunnen flashen.
pl: ofgwrite zastopuje teraz e2 aby uruchomić flashowanie.
pt: ofgwrite parará o enigma2 agora para executar a flash.
tr: ofgwrite flaşı çalıştırmak için enigma2'yi şimdi durduracak.

source: minutes
bg: минути
de: Minuten
el: λεπτά
es: minutos
nl: minuten
pl: minuty
pt: minutos
tr: dakika
