Repository: OpenDelta-Team/BackupSuite-PLi
Catalog: plugin/locale/*/LC_MESSAGES/BackupSuite.po
Languages: bg, de, el, es, fr, nl, pl, pt, tr

source: The found files:
bg: Открити файлове:
de: Gefundene Dateien:
el: Αρχεία που βρέθηκαν:
es: Ficheros encontrados:
fr: les fichiers touvés:
nl: De gevonden bestanden:
pl: Znalezione pliki:
pt: Os ficheiros encontrados:
tr: Bulunan dosyalar:

source: You are using dual multiboot!
fr: Vous utilisez le double multiboot!

source: %s (maybe error)
bg: %s (може би грешка)
de: %s (vielleicht fehlerhaft)
el: %s (πιθανό σφάλμα)
es: %s (posible error)
fr: %s (erreur possible)
nl: %s (misschien fout)
pl: %s (być może błąd)
pt: %s (talvez o erro)
tr: %s (belki hata)

source: %s (maybe ok)
bg: %s (може би е ок
de: %s (vielleicht ok)
el: %s (πιθανώς ok)
es: %s (posible ok)
fr: %s (peut-être ok)
nl: %s (misschien ok)
pl: %s (być może ok)
pt: %s (OK talvez)
tr: %s (belki tamam)

source: MB available space
bg: МБ свободно място
de: MB Speicher frei
el: διαθέσιμος χώρος σε MB
es: MB de espacio disponible
fr: MB d'espace disponible
nl: MB beschikbare ruimte
pl: MB dostępnego miejsca
pt: MB de espaço disponível
tr: MB kullanılabilir alan

source: MB needed space
bg: МБ са необходими
de: MB Speicher benötigt
el: απαιτούμενος χώρος σε MB
es: MB de espacio necesario
fr: MB d'espace nécessaire
nl: MB benodigde ruimte
pl: MB potrzebne
pt: Espaço necessário MB
tr: MB gerekli alan

source: nothing!
bg: нищо няма!
de: Nichts!
el: τίποτα!
es: nada!
fr: rien!
nl: niets!
pl: brak!
pt: nada!
tr: hiçbir şey!

source: size to be backed up:
bg: размер на резервното копие:
de: Größe zu sichern:
el: μέγεθος προς εφεδρεία:
es: tamaño de la copia de seguridad:
fr: Taille à sauvegarder:
nl: omvang om te backuppen:
pl: rozmiar do zarchiwizowania:
pt: espaço necessário para o back-up:
tr: yedeklenecek boyut:

source: to make a back-up!
bg: за да се създаде резервно копие!
de: um ein Backup zu erstellen!
el: για τη δημιουργία αντιγράφου!
es: para hacer un back-up!
fr: pour effectuer une sauvegarde!
nl: om een back-up te maken!
pl: aby utworzyć backup!
pt: para fazer um back-up!
tr: yedekleme yapmak için!

source: * * * WARNING * * *
bg: * * * ВНИМАНИЕ * * *
de: * * * WARNUNG * * *
el: * * * ΠΡΟΕΙΔΟΠΟΙΗΣΗ * * *
fr: * * * AVERTISSEMENT * * *
nl: * * * WAARSCHUWING * * *
pl: * * *UWAGA * * *
pt: * * * A V I S O * * *
tr: * * * UYARI * * *

source: A recording is currently running. Please stop the recording before trying to start a flashing.
bg: В момента тече запис. Моля спрете го, преди да започнете с флашването.
de: Aktuell läuft eine Aufnahme. Bitte die Aufnahme stoppen bevor versucht wird einen Flashvorgang zu starten.
el: Μία εγγραφή είναι σε εξέλιξη. Παρακαλώ σταματήστε την εγγραφή πριν ξεκινήσετε το φλασάρισμα.
es: Una grabacion esta actualmente en marcha. Pare la grabacion antes de intentar cargar la flash.
fr: Un enregistrement est en cours. Merci de l'arrêter avant de démarrer le flash.
nl: Er loopt momenteel een opname. Stop deze opname voordat geprobeerd wordt om te flashen
pl: Aktualnie trwa nagrywanie! Zatrzymaj je zanim rozpoczniesz procedurę wgrywania image.
pt: Uma gravação está atualmente em execução. Por favor, pare a gravação antes de tentar a atualização.
tr: Kayıt şu anda çalışıyor. Lütfen yanıp sönmeye başlamadan önce kaydı durdurun.

source: Additional backup ->
bg: Допълнително резервно копие ->
de: Zusätzliche Sicherung ->
el: Επιπρόσθετο αντίγραφο ασφαλείας ->
es: Copia de seguridad adicional ->
fr: Sauvegarde additionnelle ->
nl: Extra backup ->
pl: Dodatkowy backup ->
pt: Back-up adicional -->
tr: Ek yedekleme ->

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
bg: ПРОГРАМА ЗА СЪЗДАВАНЕ НА ПЪЛНО РЕЗЕРВНО КОПИЕ
de: BACK-UP TOOL, UM EIN VOLLSTÄNDIGES SYSTEM-BACK-UP ZU ERSTELLEN
el: ΕΡΓΑΛΕΙΟ BACK-UP, ΔΗΜΙΟΥΡΓΕΙ ΠΛΗΡΗ ΑΝΤΙΓΡΑΦΑ ΑΣΦΑΛΕΙΑΣ
es: HERRAMIENTA DE BACK-UP, PARA HACER UN BACK-UP COMPLETO
fr: BACK-UP TOOL, POUR EFFECTUER UNE SAUVEGARDE COMPLETE
nl: BACK-UP GEREEDSCHAP, VOOR HET MAKEN VAN EEN VOLLEDIGE BACK-UP
pl: NARZĘDZIE DO TWORZENIA KOMPLETNEGO BACKUPU
pt: FERRAMENTA DE BACK-UP, PARA EFETUAR UMA CÓPIA INTEGRAL
tr: KOMPLE YEDEKLEME İÇİN YEDEKLEME ARACI

source: Backup > HDD
bg: Бакъп > HDD
el: Εφεδρεία > HDD
fr: Svgde > HDD
tr: Yedekleme> HDD

source: Backup > MMC
el: Εφεδρεία > MMC
fr: Svgde > MMC
tr: Yedekleme> MMC

source: Backup > USB
bg: Бакъп > USB
el: Εφεδρεία > USB
fr: Svgde > USB
tr: Yedekleme> USB

source: Backup and restore your image
el: Δημιουργία αντιγράφου ασφαλείας και επαναφορά του image
fr: Sauvegarder et restaurer votre image
tr: Resminizi yedekleyin ve geri yükleyin

source: Backup done with:
bg: Резервното копие завърши със скорост:
de: Backup erstellt mit:
el: Το αντίγραφο δημιουργήθηκε με:
es: De copia de seguridad realiza con:
fr: Sauvegarde effectuée avec:
nl: Backup gemaakt met:
pl: Archiwizacja odbywa się:
pt: Back-up concluído com:
tr: Yedekleme şununla yapıldı:

source: Backup finished and copied to your USB-flashdrive.
bg: Резервното копие завърши и файловете са копирани на USB флашката.
de: Das Backup ist fertig und wurde auf den USB-Stick kopiert.
el: Το αντίγραφο δημιουργήθηκε και αντιγράφτηκε στο USB στικ.
es: Backup finalizado y copiado en su unidad USB.
fr: Sauvegarde terminée et copiée sur votre clé USB.
nl: Backup klaar en gekopieerd naar de USB-stick.
pl: Backup zakończony i skopiowany na pendrive USB.
pt: Back-up concluído e copiado para o dispositivo USB.
tr: Yedekleme tamamlandı ve USB flash sürücünüze kopyalandı.

source: Backup info
fr: Info backup
tr: Yedek bilgi

source: Close
fr: Fermer
tr: Kapat

source: Create: kerneldump
bg: Създава се: kerneldump
de: Erstelle: Kerneldump
el: Δημιουργία: kerneldump
es: Creando: kerneldump
fr: Création: kerneldump
nl: Maak nu de kerneldump
pl: Tworzenie: kerneldump
pt: Criar: kerneldump
tr: Oluştur: kerneldump

source: Create: root.ubifs
bg: Създава се: root.ubifs
de: Erstelle: root.ubifs
el: Δημιουργία: root.ubifs
es: Creando: root.ubifs
fr: Création: root.ubifs
nl: Maak nu het bestand: root.ubifs
pl: Tworzenie: root.ubifs
pt: Criar: root.ubifs
tr: Oluştur: root.ubifs

source: Delete
fr: Effacer
tr: Sil

source: Delete backup
fr: Effacer la sauvegarde
tr: Yedeği sil

source: Do you really want to unpack %s ?
bg: Наистина ли искате да разопаковате %s?
de: Möchten sie %s wirklich entpacken ?
el: Θελετε σίγουρα να αποσυμπιεστεί το %s ;
es: Realmente quiere desempaquetar %s ?
fr: Voulez-vous vraiment décompresser %s ?
nl: Wil je echt %s uitpakken?
pl: Napewno chcesz rozpakować %s ?
pt: Quer mesmo desempacotar %s?
tr: Gerçekten %s paketini açmak istiyor musunuz ?

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
bg: Наистина ли искате да направите резервно копие на USB? Това ще отнеме само няколко минути в зависимост от файловата система и процеса е напълно автоматизиран. Убедете се, че сте поставили USB флашка, преди да изберете Да.
de: Möchten sie ein Backup auf USB erstellen? Das dauert abhängig vom verwendeten Dateisystem nur wenige Minuten und geht automatisch. Stellen Sie sicher, dass ein USB-Stick angeschlossen ist, bevor Sie Ja wählen.
el: Θέλετε σίγουρα να δημιουργήσετε ένα αντίγραφο ασφαλείας στη συσκευή USB; Θα πάρει μόνο μερικά λεπτά ανάλογα το χρησιμοποιούμενο σύστημα αρχείων και είναι πλήρως αυτοματοποιημένο. Βεβαιωθείτε ότι έχετε εισάγει μία συσκευή USB πριν επιλέξετε Ναι.
es: Quiere realizar un back-up de su imagen en el USB? Esto tardara pocos minutos, depende de sus sistema de archivos y es totalmente automatico. Asegurese primero de insertar su dispositivo USB antes de seleccionar SI.
fr: Voulez-vous faire un back-up sur USB? C'est entièrement automatisée et ne dure que quelques minutes en fonction du système de fichiers utilisé. Insérez une clé USB avant de sélectionner Oui.
nl: Wil je een back-up maken direct op een USB-stick? Dit duurt enige minuten afhankelijk van het bestandssysteem. Zorg er voor dat een USB-stick is geplaatst in de USB-poort voordat je JA kiest.
pl: Czy chcesz stworzyć backup na USB? To zajmie tylko kilka minut, w zależności od używanego filesystemu i jest w pełni automatyczne. Upewnij się, że podłączyłeś pendrive USB zanim wybierzesz TAK.
pt: Quer fazer um back-up para a Pen USB? Isso só leva alguns minutos dependendo do sistema de arquivos usado e é totalmente automático. Certifique-se que você primeiro insira uma unidade flash USB antes de selecionar Sim.
tr: USB'ye yedekleme yapmak istiyor musunuz? "Bu, kullanılan dosya sistemine bağlı olarak sadece birkaç dakika sürer ve tam otomatiktir. Evet'i seçmeden önce bir USB flash sürücü taktığınızdan emin olun.

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
bg: Наистина ли искате да направите резервно копие на HDD? Това ще отнеме само няколко минути, процеса е напълно автоматизиран.
de: Möchten sie ein USB-Backup auf HDD erstellen? Das dauert nur wenige Minuten und geht automatisch.
el: Θέλετε σίγουρα να δημιουργήσετε ένα αντίγραφο ασφαλείας στον σκληρό δίσκο; Θα πάρει μόνο μερικά λεπτά και είναι πλήρως αυτοματοποιημένο.
es: Quiere realizar un back-up de su imagen para USB en el disco duro? Esto tardara pocos minutos y es totalmente automatico.
fr: Voulez-vous faire une sauvegarde de type USB sur le HDD? C'est entièrement automatisée et ne dure que quelques minutes.
nl: Wil je een USB-back-up maken op je harddisk? Dit duurt enige minuten afhankelijk van het bestandssysteem en is volledig automatisch.
pl: Czy chcesz stworzyć backup image (w formacie usb) na HDD? To zajmie tylko kilka minut i jest w pełni automatyczne.
pt: Quer fazer uma imagem de USB-backup no disco RÍGIDO? Isso só leva alguns minutos e é totalmente automático.
tr: HDD'de USB yedekleme görüntüsü yapmak istiyor musunuz? Bu yalnızca birkaç dakika sürer ve tam otomatiktir.

source: Do you want to make an USB-back-up image on MMC? This only takes a few minutes and is fully automatic.
el: Θέλετε σίγουρα να δημιουργήσετε ένα αντίγραφο ασφαλείας στη μνήμη MMC; Θα πάρει μόνο μερικά λεπτά και είναι πλήρως αυτοματοποιημένο.
fr: Voulez-vous faire une sauvegarde de type USB sur la MMC? C'est entièrement automatisée et ne dure que quelques minutes.
tr: MMC'de bir USB yedekleme görüntüsü oluşturmak istiyor musunuz? Bu yalnızca birkaç dakika sürer ve tam otomatiktir.

source: Exit
bg: Изход
de: Beenden
el: Έξοδος
es: Salir
fr: Sortir
nl: Einde
pl: Wyjdź
pt: Sair
tr: Çıkış

source: Flashing:
bg: Флашване:
de: Flash läuft...
el: Φλασάρισμα:
fr: Flashage:
pl: Wgrywanie:
pt: A Flashar:
tr: Flaş yapiyor:

source: For flashing your receiver files are needed:
bg: За флашването наВашия приемник са необходими файлове:
de: Benötigte Dateien um zu flashen:
el: Για το φλασάρισμα του δέκτη απαιτούνται τα αρχεία:
es: Para cargar la flash el receptor se necesitan los ficheros:
fr: Pour flasher votre STB, les fichiers sont nécessaires:
nl: Benodigde bestanden om de ontvanger te flashen:
pl: Pliki potrzebne do flashowania twojego odbiornika:
pt: Para flashar o seu receptor são necessários os ficheiros:
tr: Yanıp sönen alıcı dosyalarınız için:

source: Full back-up direct to USB
bg: Пълно резервно копие директно на USB
de: Voll-Backup direkt auf USB
el: Πλήρης εφεδρεία απευθείας σε USB
es: Back-up completo directo al USB
fr: Sauvegarde complète sur clé USB
nl: Volledige back-up direct op USB
pl: Pełny backup image bezpośrednio na USB
pt: Back-up integral direto em USB
tr: Doğrudan USB'ye tam yedekleme

source: Full back-up on HDD
bg: Пълно резервно копие на HDD
de: Voll-Backup auf HDD
el: Πλήρης εφεδρεία σε HDD
es: Back-up completo en Disco Duro
fr: Sauvegarde complète sur HDD
nl: Volledige back-up op de harddisk
pl: Backup image na HDD
pt: Back-up integral no HDD
tr: HDD'de tam yedekleme

source: Full back-up on MMC
el: Πλήρης εφεδρεία σε MMC
fr: Sauvegarde complète sur MMC
tr: MMC'de tam yedekleme

source: Full back-up to USB
bg: Пълно резервно копие на USB
de: Voll-Backup auf USB
el: Πλήρης εφεδρεία σε USB
es: Back-up completo al USB
fr: Sauvegarde complète sur USB
nl: Volledige back-up naar USB
pl: Backup image na USB
pt: Back-up integral para USB
tr: USB'ye tam yedekleme

source: Full back-up to the MultiMediaCard
el: Πλήρης εφεδρεία στη MultiMediaCard
fr: Sauvegarde complète vers la carte multimédi (MMC)
tr: MultiMediaCard'a tam yedekleme

source: Full back-up to the harddisk
bg: Пълно резервно копие на твърдия диск
de: Voll-Backup auf Festplatte
el: Πλήρης εφεδρεία στον σκληρό δίσκο
es: Back-up completo al Disco duro
fr: Sauvegarde complète sur HDD
nl: Volledige Backup op de harde schijf
pl: Pełny backup image na dysku
pt: Back-up integral no disco rígido
tr: Sabit diske tam yedekleme

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
bg: Ако включите USB-флашка съдържаща този файл, то резервното копие ще бъде автоматично създадено на USB-флашката и, може да се използва за възстановяване на текущия имидж при необходимост.
de: Steckt man einen USB-Stick, der diese Datei beinhaltet, an die Box, wird das Backup automatisch auf diesen USB-Stick erstellt und kann bei Bedarf zur Wiederherstellung des aktuellen Images verwendet werden.
el: Αν τοποθετήσετε ένα USB στικ με αυτό το αρχείο, τότε το αντίγραφο θα δημιουργηθεί αυτόματα στο USB στικ και μπορεί να χρησιμοποιηθεί για την επαναφορά του τρέχοντος image αν χρειαστεί.
es: Si usted conecta un USB-pen con este archivo, entonces el back-up se crea automaticamente en el USB-pen y puede usarlo para recuperar la imagen instalada si es necesario.
fr: Si vous branchez une clé USB contenant ce fichier alors la sauvegarde sera automatiquement effectuée sur cette clé et pourra être utilisée pour restaurer l'image courante si nécessaire.
nl: Als je een USB-stick plaatst met dit bestand dan wordt de back-up automatisch op de USB-stick geplaatst en kan dan gebruikt worden om de image te herstellen.
pl: Jeśli umieścisz pendrive USB zawierający ten plik, backup zostanie automatycznie zapisany na pendrive i może być użyty w razie konieczności do przywrócenia aktualnego image.
pt: Se colocar uma pendrive que contém este arquivo, em seguida, o back-up será feito automaticamente para o USB-stick e pode ser usado para restaurar a imagem atual, se necessário.
tr: Bu dosyayı içeren bir USB bellek yerleştirirseniz, yedek otomatik olarak USB bellek üzerine yapılır ve gerekirse geçerli görüntüyü geri yüklemek için kullanılabilir.

source: Image creation FAILED!
bg: Създаването на имиджа завърши с ГРЕШКА!
de: Image-Erstellung fehlgeschlagen!
el: Η δημιουργία Image ΑΠΕΤΥΧΕ!
es: FALLO en la creacion de la Imagen!
fr: Création de l'image NON REUSSIE!
nl: Back-up maken is NIET gelukt!
pl: Tworzenie image NIE POWIODŁO SIĘ!
pt: Criação da imagem Falhou!
tr: Görüntü oluşturma BAŞARISIZ!

source: Installed packages contained in this backup:
el: Εγκαταστημένα πακέτα που συμπεριλήφθηκαν στο αντίγραφο ασφαλείας:
fr: Packages installés contenus dans cette sauvegarde:
nl: Geinstalleerde pakketten in deze backup:
tr: Bu yedekte kurulu paketler:

source: KB per second
bg: КБ в секунда
de: KB pro Sekunde
el: ΚΒ ανά δευτερόλεπτο
es: KB por segundo
fr: KB par seconde
nl: KB per seconde
pl: KB na sekundę
pt: KB por segundo
tr: Saniyede KB

source: Make a backup or restore a backup
bg: Създаване или възстановяване на резервно копие
de: Backup erstellen oder wiederherstellen
el: Δημιουργία ή επαναφορά αντιγράφου ασφαλείας
es: Realiza un backup o restaura un backup
fr: Effectuer une sauvegarde ou restaurer une sauvegarde
nl: Maak een backup of herstel een backup
pl: Wykonaj lub przywróc kopie image
pt: Efetuar ou Restaurar um Back-up
tr: Yedekleme yapın veya yedeklemeyi geri yükleyin

source: Most likely this back-up can't be restored because of it's size, it's simply too big to restore. This is a limitation of the bootloader not of the back-up or the BackupSuite.
bg: Най-вероятно, този бакъп не може да се възстанови поради неговия размер, т.к. е твърде голям. Това е ограничение на bootloadeа, а не на резервното копие или на BackupSuite.
de: Dieses Backup kann höchstwahrscheinlich nicht wieder eingespielt werden, es ist schlicht zu gross um es wieder herzustellen. Dies ist eine Beschränkung des Bootloaders, nicht des Backups oder der BackupSuite.
el: Πιθανότατα είναι αδύνατη η επαναφορά αυτού του αντιγράφου λόγω του μεγέθους του. Πρόκειται για περιορισμό του bootloader και όχι του αντιγράφου του BackupSuite.
es: Lo más probable es que este backup no se pueda restaurar debido a su tamaño, simplemente es demasiado grande para restaurar. Esto es una limitación del bootloader. no de la copia de seguridad o BackupSuite.
fr: Il est très probable que la restauration de la sauvegarde ne soit pas possible en raison de sa taille excédant la limite. Il s'agit d'une limitation du bootloader et non de l'outil BackupSuite.
nl: Hoogstwaarschijnlijk kan deze back-up niet hersteld worden gezien de omvang, het is gewoonweg te groot om te herstellen. Dit is een beperking van de bootloader niet van de back-up of de BackupSuite.
pl: Najprawdopodobniej ten backup nie będzie mógł zostać przywrócony ze względu na zbyt duży rozmiar. Jest to ograniczenie bootloadera, nie jest to wina backupu ani pluginu
pt: Muito provavelmente este back-up não pode ser restaurado por causa do seu tamanho, é simplesmente grande demais para restaurar. Esta é uma limitação do bootloader não do back-up ou do BackupSuite.
tr: Büyük olasılıkla bu yedekleme boyutu nedeniyle geri yüklenemez, geri yüklemek için çok büyüktür. Bu, yedeklemenin veya BackupSuite'ın değil önyükleyicisinin bir sınırlamasıdır.

source: NFI Image created in:
el: Το NFI image δημιουργήθηκε στο:
fr: Image NFI créée dans:
nl: NFI Image gemaakt in:
tr: NFI Resim oluşturuldu:

source: NOT found files for flashing!
bg: НЕ са открити файлове за флашване!
de: Keine Dateien zum Flashen gefunden !
el: ΔΕΝ βρέθηκαν αρχεία για φλασάρισμα!
es: Ficheros para flashing no encontrados!
fr: Fichiers pour flashage non trouvés!
nl: GEEN bestanden gevonden om te flashen!
pl: NIE znaleziono plików do flashowania!
pt: Não foram encontrados arquivos para flashar!
tr: Yanıp sönen dosyalar bulunamadı!

source: No additional USB-stick found to copy an extra backup
el: Δε βρέθηκε επιπλέον συσκευή USB για να μεταφερθεί το έξτρα αντίγραφο
fr: Pas de stick mémoire USB additionnel trouvé pour copier une sauvegarde supplémentaire
nl: Geen extra USB-stick gevonden om een extra backup te kopiÃ«ren
tr: Fazladan bir yedek kopyalamak için ek bir USB bellek bulunamadı

source: No supported receiver found!
bg: Приемника не се поддържа!
de: Kein unterstützter Receiver gefunden!
el: Δεν βρέθηκε υποστηριζόμενος δέκτης!
es: Decodificador no valido!
fr: Recepteur non-supporté!
nl: Geen ondersteunde ontvanger gevonden!
pl: Odbiornik nie wspierany przez plugin!
pt: Este receptor não é suportado!
tr: Desteklenen alıcı bulunamadı!

source: Not enough free space on
bg: Недостатъчно свободно място на
de: Nicht genügend Speicher frei auf
el: Μη επαρκής χώρος στο
es: Espacio insuficiente en
fr: Espace libre insuffisant sur
nl: Niet genoeg vrije ruimte op
pl: Za mało wolnego miejsca na
pt: Não existe espaço disponível em
tr: Yeterli boş alan yok

source: Only kernel
bg: Само ядро
de: Nur Kernel
el: Μόνο τον kernel
es: Solo kernel
fr: Kernel seulement
nl: Alleen kernel
pl: Tylko kernel
pt: Só o kernel
tr: Sadece çekirdek

source: Only root
bg: Само имидж
de: Nur root
el: Μόνο τη ρίζα
es: Solo root
fr: Root seulement
nl: Alleen root
pl: Tylko root
pt: Só a raíz
tr: Sadece kök

source: PLEASE READ THIS:
bg: МОЛЯ ПРОЧЕТЕТЕ ТОВА:
de: BITTE LESEN SIE DIESES:
el: ΠΑΡΑΚΑΛΟΥΜΕ ΔΙΑΒΑΣΤΕ ΑΥΤΟ:
es: POR FAVOR LEA ESTO:
fr: MERCI DE LIRE CECI:
nl: LEES DIT A.U.B.
pl: PRZECZYTAJ:
pt: POR FAVOR LEIA ISTO:
tr: LÜTFEN BUNU OKUYUNUZ:

source: Please be patient, a backup will now be made, this will take about:
bg: Моля бъдете търпеливи, създаването на резервно копие започна, това ще отнеме около:
de: Bitte etwas Geduld, ein Backup wird erstellt, das dauert ungefähr:
el: Παρακαλώ περιμένετε, εκτελείται εφεδρεία, αυτό θα πάρει περίπου:
es: Por favor, ser paciente, a continuación se hará una copia de seguridad, esto les tomara unas:
fr: Merci d'être patient, la sauvegarde va commencer et va durer environ:
nl: Een ogenblik geduld, de back-up wordt nu gemaakt, dit duurt ongeveer:
pl: Prosimy o cierpliwość, kopia zapasowa zostanie wykonana, to zajmie około:
pt: Por favor seja paciente, um back-up será efetuado agora e demorará cerca de:
tr: Lütfen sabırlı olun, şimdi bir yedekleme yapılacak, bu işlem aşağıdakileri alacak:

source: Please check the manual of the receiver on how to restore the image.
bg: Моля проверете инструкциите на приемника относно, как да възстановите имиджа.
de: Bitte lesen Sie im Handbuch des Receivers, wie man ein Image wieder herstellt.
el: Παρακαλώ ελέγξτε το εγχειρίδιο χρήστη για το πώς να επαναφέρετε το image.
es: Por favor consulte en el manual de usuario como restaurar la imagen
fr: Merci de vérifier comment restaurer l'image sur le guide d'utilisateur de votre STB.
nl: Raadpleeg de handleiding van de box hoe je een back-up terug kan plaatsen.
pt: Por favor verifique o manual do receptor em como restaurar a imagem.
tr: Lütfen görüntünün nasıl geri yükleneceği konusunda alıcının kılavuzuna bakın.

source: Please wait
fr: Veuillez patienter
tr: Lütfen bekleyin

source: Please: DO NOT reboot your STB and turn off the power.
bg: Моля, НЕ рестартирайте Вашия приемник и НЕ изключвайте захранването!
de: Bitte die Box keinesfalls neustarten bzw. in Power OFF versetzen !
el: Παρακαλούμε: ΜΗΝ επανεκκινήσετε ή κλείσετε το δέκτη σας.
es: Por favor: NO reinicie o apague su deco.
fr: Merci de NE PAS rebooter ou éteindre votre STB.
nl: AUB: De ontvanger NIET HERSTARTEN en NIET de stroom onderbreken.
pl: Uwaga: NIE restartuj odbiornika ani NIE wyłączaj zasilania.
pt: Por favor: NÃO reinicie a sua STB e não desligue a energia.
tr: Lütfen: STB'nizi yeniden başlatmayın ve gücü kapatmayın.

source: Probably you are trying to make the back-up in flash memory
el: Ίσως προσπαθείτε να δημιουργήσετε ένα αντίγραφο ασφαλείας στη μνήμη flash
fr: Vous essayez probablement de faire une sauvegarde dans la mémoire flash
nl: U probeert waarschijnlijk een backup te maken in het flash geheugen
tr: Muhtemelen flash bellekte yedekleme yapmaya çalışıyorsunuz

source: Restore backup
bg: Възстановяване
de: Backup flashen
el: Επαναφορά αντιγράφου
es: Restaurar backup
fr: Restaurer sauvegarde
nl: Backup terugzetten
pl: Przywróć backup
pt: Restaurar o back-up
tr: Yedeği geri yükle

source: Run flash
bg: Флашване
de: Starte Flash
el: Φλασάρισμα
fr: Démarrer le flash
nl: Start flash
pl: Uruchom wgrywanie
pt: Executar o flash
tr: Flaş çalıştır

source: Second partition (only kernel)
fr: Deuxième partition (kernel uniquement)
tr: İkinci bölüm (sadece çekirdek)

source: Second partition (only root)
fr: Deuxième partition (root uniquement)
tr: İkinci bölüm (sadece kök)

source: Second partition (root and kernel)
fr: Deuxième partition (root et kernel)
tr: İkinci bölüm (kök ve çekirdek)

source: Select parameter for start flash!
bg: Изберете параметри за старт на флашването!
de: Wähle die Art zu flashen !
el: Επιλογή παραμέτρου για εκκίνηση φλασαρίσματος!
es: Elegir parametro para comenzar flash!
fr: Sélectionner paramètre pour lancer le flash!
nl: Selecteer parameter om flash te starten!
pl: Wybierz parametry aby rozpocząć wgrywanie!
pt: Selecione o parâmetro para iniciar o flash!
tr: Başlama flaşı için parametre seç!
